{
  "status" : "final",
  "category" : [
    {
      "text" : "Imaging",
      "coding" : [
        {
          "system" : "http://terminology.hl7.org/CodeSystem/observation-category",
          "display" : "Imaging",
          "code" : "imaging"
        }
      ]
    },
    {
      "text" : "Imaging",
      "coding" : [
        {
          "system" : "urn:oid:1.2.840.114350.1.13.331.2.7.10.798268.30",
          "display" : "Imaging",
          "code" : "Imaging"
        }
      ]
    }
  ],
  "basedOn" : [
    {
      "display" : "MRI Whole Body MSK W/WO Contrast Prot",
      "reference" : "ServiceRequest/eSwkCRXIGgaM9JY9yQygWKWo21AJsvet-g5QcczmrTNM3"
    }
  ],
  "id" : "eoFwOvUPEiBAw22KWbU4tMuzCHiQiyQU1i38J2w6CCZk3",
  "code" : {
    "text" : "Narrative"
  },
  "encounter" : {
    "display" : "Appointment",
    "reference" : "Encounter/ef9M6pDhnt4CJLvwJRKONnA3",
    "identifier" : {
      "use" : "usual",
      "system" : "urn:oid:1.2.840.114350.1.13.331.2.7.3.698084.8",
      "value" : "1043840030"
    }
  },
  "subject" : {
    "display" : "Breau, John",
    "reference" : "Patient/eIedWkGcqFH2y893Gd06Mpg3"
  },
  "performer" : [
    {
      "display" : "Shivani Ahlawat, MD",
      "reference" : "Practitioner/eH3zJEQ5R3oT.X85Wvt5fsg3"
    },
    {
      "display" : "Charles Mitchell, MD",
      "reference" : "Practitioner/eF-dl3FY2mp1nEXB7L9cB.g3"
    }
  ],
  "effectiveDateTime" : "2013-11-07T21:52:00Z",
  "valueString" : "RESULT: \r\n\r\n\r\nMRI OF THE HEAD, NECK, CHEST, ABDOMEN, PELVIS AND LOWER EXTREMITIES.\r\n\r\n\r\nINDICATION:  Schwannomatosis.\r\n\r\n\r\nTECHNIQUE:  MRI was performed on a 3-Tesla system using multiplanar 3-D \r\nanatomical and fluid sensitive sequences.  Contrast material was  \r\nadministered. 8.5 cc of gadavist.\r\n\r\n\r\nCOMPARISON:  Whole body MRI from 11/29/12.\r\n\r\n\r\nFINDINGS:\r\n\r\n\r\nNERVES:\r\n\r\n\r\nThere is diffuse enlargement of the cervical nerve roots at the C2 level \r\nand below bilaterally. The neural foramina throughout the cervical spine \r\nare expanded due to nerve root enlargement. There is a dominant 1.7 x 6.1 \r\ncm mass originating from the left C4 nerve root. There is a dominant 2.6 \r\nx 1.4 cm mass arising from the right C5 nerve root, both seen on series \r\n6, slice 63. Numerous smaller masses are seen in the cervical nerve roots \r\nextending into the roots of the brachial plexus, compatible with this \r\npatient's history of schwannomatosis. The lesion have minimal \r\nheterogenous enhancement. The ADC map demonstrates marked artifactual \r\ndistortion in the head and neck.\r\n\r\n\r\nThe T1 nerve roots are enlarged bilaterally measuring 2.3 cm in maximal \r\ndimensions, unchanged since last examination. The T2 nerve roots are \r\nenlarged bilaterally, the right T2 nerve root measures 3.8 cm in maximal \r\naxial dimension, unchanged. The left T2 nerve root measures 2.0 cm in \r\nmaximal dimension. The T3 nerve roots are also enlarged bilaterally, \r\nsimilar to prior examination. The left T3 nerve root measures 1.8 cm in \r\nmaximal dimension, the right measures 1.4 cm. The T4 nerve roots are \r\nminimally prominent bilaterally.\r\n\r\n\r\n1.2 cm T2 hyperintense lesion in the subcarinal region, series 8, slice \r\n189, with a target sign suggesting a nerve sheath tumor. Alternatively \r\nthis may represent a lymph node.\r\n\r\n\r\nALIGNMENT:  Anatomic\r\n\r\n\r\nFLUID:   Minimally increased fluid in the iliopsoas bursa bilaterally.\r\n\r\n\r\nJOINTS:  Intact\r\n\r\n\r\nMUSCLES:  No denervation changes. Mild left trochanteric bursitis. \r\nModerate left greater than right hamstring tendinopathy.\r\n\r\n\r\nTENDONS:  Intact.\r\n\r\n\r\nLIGAMENTS:  Intact\r\n\r\n\r\nBONES:  Unremarkable.\r\n\r\n\r\nVASCULAR:  Patent cervical and mediastinal and visualized abdominal \r\nvasculature.\r\n\r\n\r\nMASSES:\r\n\r\n\r\nIn the soft tissues at the left posterior occiput there is a 4.5 x 1.3 cm \r\nT2 bright lesion there is heterogenous postcontrast enhancement.\r\n\r\n\r\nIn the left retromaxillary trigone there is 2.2 x 1.2 cm T2 hyperintense \r\nlesion without associated post contrast enhancement. Similar appearing \r\n1.3 x 1.5 cm T2 hyperintense lesion within the alveolar ridge of the left \r\nmaxilla without enhancement.\r\n\r\n\r\n8mm T2 hyperintense lesion in the posterior aspect of the left parotid \r\ngland, possibly a lymph node.\r\n\r\n\r\nThere is a 2.1 x 1.3 cm mass centered in the left aryepiglottic fold \r\nseries 8, slice 127 with T2 hyperintensity and central enhancement.\r\n\r\n\r\nNo suspicious thoracic or abdominal masses.\r\n\r\n\r\nOTHER:\r\n\r\n\r\n1.1 cm mucous retention cyst or polyp in the floor of the left maxillary \r\nsinus antrum. Mild diffuse sinus mucosal thickening.\r\n\r\n\r\nMinimal atelectasis is present within the lung bases.\r\n\r\n\r\nSmall bilateral hydroceles. Mild bladder wall thickening with prominent \r\ntrabeculations.\r\n\r\n",
  "resourceType" : "Observation"
}