{
  "status" : "final",
  "category" : [
    {
      "text" : "Imaging",
      "coding" : [
        {
          "system" : "http://terminology.hl7.org/CodeSystem/observation-category",
          "display" : "Imaging",
          "code" : "imaging"
        }
      ]
    },
    {
      "text" : "Imaging",
      "coding" : [
        {
          "system" : "urn:oid:1.2.840.114350.1.13.331.2.7.10.798268.30",
          "display" : "Imaging",
          "code" : "Imaging"
        }
      ]
    }
  ],
  "basedOn" : [
    {
      "display" : "MRI C-SPINE W/WO CONTRAST",
      "reference" : "ServiceRequest/eBmB6aRiwbPLlLH25TQKPnkp.KqsSZwNg.XzCi-iEzTM3"
    }
  ],
  "id" : "eZ839rE5X4PmYVNJICdTvui8cyexK1UWgT59-HPnnXEU3",
  "code" : {
    "text" : "Narrative"
  },
  "encounter" : {
    "display" : "Hospital Outpatient Visit",
    "reference" : "Encounter/eLZU8lpL9X39rKK2AndXsoQ3",
    "identifier" : {
      "use" : "usual",
      "system" : "urn:oid:1.2.840.114350.1.13.331.2.7.3.698084.8",
      "value" : "1276536966"
    }
  },
  "subject" : {
    "display" : "Breau, John",
    "reference" : "Patient/eIedWkGcqFH2y893Gd06Mpg3"
  },
  "performer" : [
    {
      "display" : "Gary Gong, MD PhD",
      "reference" : "Practitioner/eWGO00xWPclVbcViHEIh7og3"
    },
    {
      "display" : "Louis Bonacorsi, MD",
      "reference" : "Practitioner/epwt2XcG9KAsqqzQ0uglXoA3"
    }
  ],
  "effectiveDateTime" : "2018-10-03T21:50:31Z",
  "valueString" : "OUTSIDE FILM REVIEW\r\nDATE OF EXAM: 9/27/2018\r\nDATE REVIEWED AT JOHNS HOPKINS: 10/4/2018\r\nPERFORMED AT: EMI\r\n\r\n\r\n\r\n\r\nCLINICAL INDICATION:  Schwannomatosis    \r\n\r\n\r\nTECHNIQUE: Multisequence magnetic resonance imaging of the cervical spine performed before and after the administration of IV contrast. \r\n\r\n\r\nCOMPARISON:  Whole-body MRI 6/22/2018\r\n\r\n\r\nFINDINGS: \r\nStraightening of cervical lordosis. No significant listhesis. Vertebral marrow and disc signal are preserved. No significant loss of intervertebral disc or vertebral body height.\r\n\r\n\r\nAt C2-C3 there is no significant disc bulge or herniation. No neural foraminal or spinal canal stenosis.\r\nAt C3-C4, there is no significant disc bulge or herniation. Mild right neural foraminal stenosis secondary to facet hypertrophy and uncovertebral hypertrophy. No left neural foraminal stenosis. No spinal canal stenosis.\r\nAt C4-C5 there is disc bulge without spinal canal stenosis. Mild left neural foraminal stenosis secondary to uncovertebral hypertrophy and facet hypertrophy. No right neural foraminal stenosis.\r\nAt C5-C6 there is disc bulge without spinal canal stenosis. Mild bilateral neural foraminal stenosis secondary to facet hypertrophy and uncovertebral hypertrophy.\r\nAt C6-C7 there is disc bulge mild spinal canal stenosis. Mild bilateral neural foraminal stenosis secondary to facet hypertrophy and uncovertebral hypertrophy.\r\nAt C7-T1 there is no disc bulge or herniation. Mild to moderate left neural foraminal stenosis secondary to facet hypertrophy and uncovertebral hypertrophy. Mild right neural foraminal stenosis secondary to facet hypertrophy and uncovertebral \r\nhypertrophy. No spinal canal stenosis.\r\n\r\n\r\nMultiple enhancing masses visualized within the cervical and paraspinal soft tissues. For instance extending from the C3-C4 left neural foramina is a heterogeneously enhancing T2 hyperintense lobulated lesion extending inferiorly into the left paraspinal\r\n soft tissues. Smaller lesions seen in bilateral neural foramina at C4-C5 extending into the paraspinal soft tissues along the nerve roots. Smaller left-sided lesion is seen in the left C2-C3 neural foramina. An enhancing T2 hyperintense suboccipital \r\nlesion is seen measuring approximately up to 2.2 x 3.7 cm (series 3, image 1). These lesions are overall not grossly changed compared to MRI 6/22/2018 allowing for differences in technique.\r\n\r\n\r\nNo signal abnormality within the cervical spinal cord without abnormal enhancement.\r\n\r\n\r\nNormal flow voids are maintained in the dominant cervical vessels. No significant lymphadenopathy seen. Visualized intracranial structures are unremarkable.\r\n\r\n\r\n\r\n",
  "resourceType" : "Observation"
}