{
  "status" : "final",
  "category" : [
    {
      "text" : "Imaging",
      "coding" : [
        {
          "system" : "http://terminology.hl7.org/CodeSystem/observation-category",
          "display" : "Imaging",
          "code" : "imaging"
        }
      ]
    },
    {
      "text" : "Imaging",
      "coding" : [
        {
          "system" : "urn:oid:1.2.840.114350.1.13.331.2.7.10.798268.30",
          "display" : "Imaging",
          "code" : "Imaging"
        }
      ]
    }
  ],
  "basedOn" : [
    {
      "display" : "MRI BRACHIAL PLEXUS W/WO CONTRAST",
      "reference" : "ServiceRequest/eHVU-.eLzglhJe2BXqlhvzlsr8BayjcaQXtGSZ9GdVAo3"
    }
  ],
  "id" : "e4ugrByQ.aXzLSuJW-iaUVqNozuUT.06nZ-UD9ZXKHg83",
  "code" : {
    "text" : "Narrative"
  },
  "encounter" : {
    "display" : "Ancillary Procedure",
    "reference" : "Encounter/eNPHrsOX1P3kEq7laaZVC7w3",
    "identifier" : {
      "use" : "usual",
      "system" : "urn:oid:1.2.840.114350.1.13.331.2.7.3.698084.8",
      "value" : "1362909875"
    }
  },
  "subject" : {
    "display" : "Breau, John",
    "reference" : "Patient/eIedWkGcqFH2y893Gd06Mpg3"
  },
  "performer" : [
    {
      "display" : "Shivani Ahlawat, MD",
      "reference" : "Practitioner/eH3zJEQ5R3oT.X85Wvt5fsg3"
    }
  ],
  "effectiveDateTime" : "2022-03-09T00:19:05Z",
  "valueString" : "MR NEUROGRAPHY OF THE BRACHIAL PLEXUS WITH AND WITHOUT IV CONTRAST\r\n\r\n\r\nINDICATION:  schwannomatosis with extensive tumor burden in left brachial plexus; progressive LUE weakness\r\n\r\n\r\nTECHNIQUE:  High resolution MRI of the cervical spine and brachial plexus, employing MR neurography techniques on a 3 Tesla system using multiplanar 3-D anatomical and fluid sensitive sequences  IV contrast. The patient received 8 mL of Gadavist \r\nintravenously.\r\n\r\n\r\nCOMPARISON:  Multiple priors, most recent is dated 06/27/2019.\r\n\r\n\r\nFINDINGS:\r\n\r\n\r\nCERVICAL SPINE: Examination of the cervical spine.\r\nPosterior fossa:  Intact.\r\nCraniocervical junction:  Intact.\r\nSpinal cord:  Intact.\r\n\r\n\r\nHead and neck structures:  Intact.\r\nLung apices:  Intact.\r\n\r\n\r\nPre-vertebral soft tissues:  Intact.\r\nParaspinous muscles and soft tissues:  Intact.\r\n\r\n\r\nBones:  The vertebral heights are preserved.  The marrow signal is unremarkable.\r\nAlignment:  Anatomical.\r\nAtlanto-occipital articulations:  Intact.\r\nAtlanto-axial articulations:  Intact.\r\n\r\n\r\nSubaxial C-spine:\r\nC2-C3:  The spinal canal measures 1.4 cm in AP dimension. The right neural foramen is patent. Focal 1 x 1.7 cm left foraminal mass with minimal intraspinal extension to involve the dorsal preganglionic nerve root left. \r\nC3-C4: The spinal canal measures 1.5 cm in AP dimension. The right neural foramen is patent.. Focal 1.6 x 4.6 x 7.4 cm left foraminal mass with minimal intraspinal extension.  Posterior paraspinal extension. \r\nC4-C5:  The spinal canal measures 1.4 cm in AP dimension.  Bilateral foraminal masses. Shallow posterior disc bulge. \r\nC5-C6:  The spinal canal measures 1.2 cm in AP dimension.  Bilateral left greater than right foraminal masses.  Shallow posterior disc bulge with central protrusion. \r\nC6-C7:  The spinal canal measures 1.1 cm in AP dimension, patent right neural foramen. Shallow posterior disc bulge with central protrusion. Bilateral left greater than right foraminal masses.  \r\nC7-T1:  The spinal canal measures 1.4 cm in AP dimension.Bilateral left greater than right foraminal masses.  \r\nT1-T2: No spinal canal measures 1.2 cm in AP dimension.Bilateral left greater than right foraminal masses.  \r\n\r\n\r\nBRACHIAL PLEXUS:\r\nNerves:\r\nBrachial plexus:  Numerous bilateral peripheral nerve sheath tumors.  \r\n1.  Left neuroforaminal plexiform lesion at the level of C3-4 with extraspinal extension extraspinal extension. Overall unchanged. Previously it measured 6.7 x 2.7 x 2.5 cm and currently measures 6.9 x 2.7 x 2.5 cm when measured using the same sequences \r\nand similar planes of imaging. ADC values are limited by artifact in the neck\r\n2.  No interval change in prevertebral lesion left lateral to the larynx without the target appearance and heterogeneous enhancement (previously measuring 2.9 x 1.4 cm, currently measuring 2.8 x 1.5 cm. ADC measurement limited by artifact. \r\n3.  Numerous additional smaller T2 hyperintense targetoid lesions throughout the neck and chest appear unchanged. \r\n4.  Heterogeneous mass at level of  right apex likely third intercostal space with minimal enhancement (currently 2.6 x 4.6 cm compared with 2.5 x 4.6 cm).  ADC values range from 1.7-2.1.\r\n5.  Left posterior upper intercostal appears unchanged previously measuring 3.4 x 2 cm currently measuring 3.1 x 1.8 cm with ADC values ranging from 2.1-2.6.\r\n6.  Right anterior scalene triangle inferior (T1-T2) at the cervicothoracic junction measuring currently measuring 2.7 x 3.4 cm previously 2.3 x 3.3 cm cm with ADC values range from 1.8-2.1.\r\n\r\n\r\nMuscles / Tendons:\r\nScalenes:  Intact.\r\nOther muscles:  Minimal asymmetric atrophy and fatty replacement of the left supraspinatus, infraspinatus, subscapularis and deltoid muscle. Moderate symmetric paraspinal muscle atrophy and fatty replacement.\r\n\r\n\r\nJoints:\r\nSternoclavicular joints:  Normal.\r\nAcromioclavicular joints:  Mild osteoarthrosis bilaterally with synovitis.\r\nGlenohumeral joints:  Normal.\r\n\r\n\r\nBones:  Otherwise intact.\r\nVessels:  Intact.\r\n\r\n",
  "resourceType" : "Observation"
}